;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Umar Hokimzoda
; TranslationAuthorEmail: umar.hokimzoda@yahoo.com
; TranslationAuthorWeb: no
; Soft Version: 1.98.107
; Update: 2017-01-19
;
[GUI]
ButtonYes=Ҳа
ButtonNo=Не
ButtonOK=OK
ButtonMinimize=Пинҳонкунӣ
ButtonMaximize=Нишондиҳӣ
ButtonClose=Пӯшидан
ButtonRestore=Барқароркунӣ
ButtonMenu=Меню

[Lang]
NativeLanguage=Тоҷикӣ

[Translation]
LangCode=0428
ReadHabit=Аз рост ба чап
LanguageName=TAJ
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=Unicode

Information=Маълумот
Warning=Огоҳӣ
Error=Хато
Confirm=Тасдиқ
CurVer=Нусхаи ҷорӣ: 

;
; Асоси GUI
; 
TfrmUnlog.caption=Таърих
TfrmUnlog.head.unDate=Санаи несткунӣ
TfrmUnlog.head.ItemName=Баронома
TfrmUnlog.head.restore=Боқимонда
TfrmUnlog.noItems=Ҷузъиёти боқимонда вуҷуд надорад
TfrmUnlog.Recovered=Барқарорнамоӣ
TfrmUnlog.recover=Барқароркунӣ
FrmMain.lblrate.caption=Баҳо
FrmMain.BtnNormal.Caption=Несткунии бехатар
FrmMain.BtnModify.Caption=Тағйир
FrmMain.BtnForce.Caption=Несткунии ҳушмандона
FrmMain.BtnRemove.Caption=Несткунии қайдҳо
FrmMain.lblcheckver.Caption=Тафтиши азнавнамоӣ
FrmMain.lblinfo.caption=Несткунии пурраи барнома аз низом
FrmMain.btnSupport.hint=Маркази дастгирӣ
FrmMain.btnfacebook.Hint=Тақсимоти Wise Program Uninstaller дар Facebook
FrmMain.btntwitter.Hint=Тақсимоти Wise Program Uninstaller бо Twitter
FrmMain.btnemail.Hint=Тақсимоти Wise Program Uninstaller бо дустони худ
FrmMain.btnRefresh.Hint=Азнавнамоӣ
FrmMain.btnLog.Caption=Несткунии таърих

;
; Menu
;
pmHelp=Ёрии фаъол
pmHome=Сомонаи расмӣ
pmforum=Машварат
pmCheckMsg=Боркунии ахбор
pmContact=Алоқаи баръакс
pmCheckNew=Тафтиши азнавнамоӣ
pmLang=Забонҳо
pmAbout=Оиди барнома
pmOpenEntry=Кушодан дар RegEditor
pmOpenFolder=Кушодан дар Explorer
PmGoogle=Ҷустуҷӯ дар Google
pmExport=Содирот дар файли матнӣ...
pmRightMenuA=Иловакунӣ ба менюи матнӣ
ExplorerMenu=Несткунӣ бо Wise Program Uninstaller

;
; Оиди барнома
;
FrmAbout.caption=Оиди барнома
FrmAbout.btnok.caption=OK
FrmAbout.lblver.caption=Шакли ҷорӣ: 
FrmAbout.lblemail.caption=Ёрии техникӣ: 
FrmAbout.lblhome.caption=Сомонаи расмӣ: 
FrmAbout.lblthank.caption=Тарҷумаи Умар Ҳокимзода. Инчунин ташаккур ба: 

;
; Ҷараёнҳо
;
FrmProgressModal.btncancel.caption=Радкунӣ

;
; frmafterdel
;
Frmafterdel.caption=Сабти рӯйхат ва файлҳои бо барнома алоқаманд
Frmafterdel.btnremove.caption=Несткунӣ
Frmafterdel.btncancel.caption=Радкунӣ
Frmafterdel.lblinfo.caption=Натиҷаро бинед ва тугмачаи "Несткунӣ"-ро барои иҷроиши несткунӣ пахш намоед.
Frmafterdel.btnnone.caption=Интихоб накардан
Frmafterdel.btnall.caption=Интихоби кулл

;
; Баҳо
;
FrmRate.Btnlist.caption=Мулоҳизаи истифодабарандагон
FrmRate.Btnreview.caption=Мулоҳизаи ман
FrmRate.Btnfirst.caption=Баҳогузори нахустин бошед
FrmRate.Btnsubmit.caption=Интиқолдиҳӣ
FrmRate.lblscore.caption=Баҳо:
FrmRate.lblscorehint.caption=(Ба шумо лозим аст, то ситораро пахш кунед)
FrmRate.lblnick.caption=Номи шумо:
FrmRate.lblnickhint.caption=(Ҳатмӣ нест)
FrmRate.lblemail.caption=Почтаи электронӣ:
FrmRate.lblemailhint.caption=(Ҳатмӣ нест)
FrmRate.lblcontent.caption=Мундариҷа:
FrmRate.lblcontenthint.caption=(Ҳатмӣ нест)
FrmRate.lbldesctitle.caption=Тавсифи барнома:
FrmRate.lblratesoft.caption=Барномаҳои тавсияшуда


[Uninstall]
PublisherUnknown=Муаллифи номаълум
VersionUnknown=Шакли номаълум
Rate=Баҳо
ItemName=Ном
Publisher=Омодасоз
Size=Андоза
SetupDate=Санаи насб
Version=Шакл (нусха)
Canceled=Несткунӣ рад карда шуд.
NoLeftOverItem=Барнома пурра нест карда шуд.
Removing=Несткунӣ:
TotalStat=Ёфт шуд %d барнома, ки %s-ро дар диск ишғол менамояд.
Calculating=Дарёфти андоза...
Files=Файл ва ҷузвдонҳо
RegEntries=Калидҳои рӯйхат
Items=Ҷузъиётҳо

[message]
UninstallApp=Несткунӣ...
unistallError=Амалиёт қатъ гардид.
NewVer=Шакли нави барнома ёфт шуд. Мехоҳед азнавнамоӣ кунед?
NoNewVer=Табрик мекунем! Шумо шакли ниҳоиро истифода бурда истодаед.
NoProgramSelected=Илтимос, барномаро интихоб кунед.
IsBusy=Илтимос, ба анҷом расидани несткуниро мунтазир шавед.
StartFindLeftover=Таҳлили файлҳо, ҷузвдонҳо ва рӯйхатҳои алоқаманд...
Collecting=Ҷустуҷӯи барномаҳои насбшуда...
BeSureUseForce=Агар несткунии бехатар кор накунад, ин функсияро интихоб намоед. Идома медиҳед?
ConfirmRemove=Ин несткунии сабтҳо аз рӯйхат аст. Баронма нест карда намешавад. Шумо мутмаинед, ки мехоҳед идома диҳед?
RejectItself=Барнома наметавонад худро нест намояд.
TranslateTo=Тарҷума ба...

[SoftRate]
Querying=Хоҳиш...
Good=Маъқул шуд  
Bad=Маъқул нашуд
Safe=Ҳисобот
Ver=Шакл:
Ratings=Баҳо
SoftNotExist=Маълумот оиди барнома ёфт нашуд.
GetSoftInfoError=Маълумот оиди барнома дастрас нашуд
UploadSoftLogoError=Хато дар боркунии маълумот оиди барнома
SubmitData=Фиристодани шарҳи Шумо оиди барнома...
SubmitSoftInfoError=Хато дар шабака.
SubmitRateSuccess=Интиқолдиҳӣ ба анҷом расид.
HaveSubmitRate=Шумо аллақай баҳо додаед.
Submitgoodbad=Интиқолдиҳии маълумот...
me=Азони ман
NickTooLong=Номи Шумо набояд аз 20 аломат зиёд шавад.
MailTooLong=Нишонии почтаи электронии Шумо набояд аз 50 аломат зиёд шавад.
WrongEmail=Нишонии почтаи электронӣ дастнорас аст.
ReviewTooLong=Давомнокии умумии шарҳи Шумо набояд аз 300 аломат зиёд шавад.
RateHint=Ба рейтинги барномаҳои дустдоштании мо ҳамроҳ шавед!
UnknowName=Маҳсулоти номаълум
UnknowVer=Шакли номаълум
UnknowDesc=Намуд


[Hint]
HintRate=Баҳогузории барнома
HintClose=Несткунии ҷузъиёт